; LWOTC Translated
[MusashiThrowKnifeSecondary_LW X2AbilityTemplate]
LocFriendlyName="Кинути нiж"
LocFlyOverText="Кинути нiж"
LocLongDescription="Кинути нiж у цiль. Руйнує прихованiсть, але не тiнь."
LocHelpText="Кинути нiж у цiль. Руйнує прихованiсть, але не тiнь."
LocPromotionPopupText="<Bullet/> Кидок ножа не знiмає Тiнь i не привертає Бродяг.<br/><Bullet/> Звичайна маскування втрачається."

[KnifeJuggler_LW X2AbilityTemplate]
LocFriendlyName="Майстер ножiв"
LocFlyOverText="Майстер ножiв"
LocLongDescription="Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидкiв ножiв i додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножiв i ще 1 за кожне вбивство з основної зброї."
LocHelpText="Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидкiв ножiв i додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножiв i ще 1 за кожне вбивство з основної зброї."
LocPromotionPopupText="<Bullet/> Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидкiв ножiв.<br/><Bullet/> I додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножiв i ще 1 за кожне вбивство з основної зброї."

[Hailstorm_LW X2AbilityTemplate]
LocFriendlyName="Залiзний дощ"
LocFlyOverText="Залiзний дощ"
LocLongDescription="Три швидкi кидки у цiль. Залишається у Тiнi."
LocHelpText="Три швидкi кидки у цiль. Залишається у Тiнi."
LocPromotionPopupText="<Bullet/> На кожен нiж iде окремий бонус, наприклад вiд шкоди та ефекту стану.<br/><Bullet/> Ножi не отримують переваг вiд змiнного здоров'я цiлi пiсля першого або другого кидка."

[ThrowingKnifeFaceoff_LW X2AbilityTemplate]
LocFriendlyName="Рiзанина"
LocFlyOverText="Рiзанина"
LocLongDescription="Кидає нiж у кожну цiль у радiусi. Залишається у Тiнi."
LocHelpText="Кидає нiж у кожну цiль у радiусi. Залишається у Тiнi."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Унiкальний заряд. Не витрачає звичайнi ножi.<br/><Bullet/> Iдеальний для атаки з флангу кiлькох ворогiв.<br/>"
; End Translated (2)

; LWOTC Needs Translation (2)
[ThrowingKnife_CV_Secondary X2WeaponTemplate]
FriendlyName="Метальний нiж"
FriendlyNamePlural="Метальнi ножi"
BriefSummary="Метальнi ножi зробленi з наших найбiльш високоякiсних сталевих сплавiв."
TacticalText="<Bullet/> Кидок ножа руйнує прихованiсть, але не тiнь. <br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_CV_BLEED_CHANCE/>% на викликання кровотечi, яка завдає <Ability:THROWING_KNIFE_CV_BLEED_DAMAGE/> пошкодження кожен хiд протягом <Ability:THROWING_KNIFE_CV_BLEED_DURATION/> обертiв."
AbilityDescName="Метальний нiж"

[ThrowingKnife_MG_Secondary X2WeaponTemplate]
FriendlyName="Метальний нiж iз сплаву"
FriendlyNamePlural="Метальнi ножi iз сплаву"
BriefSummary="Метальний нiж зi сталевих сплавiв прибульцiв."
TacticalText="<Bullet/> Кидок ножа руйнує прихованiсть, але не тiнь.<br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_MG_BLEED_CHANCE/>% на викликання кровотечi, яка завдає <Ability:THROWING_KNIFE_MG_BLEED_DAMAGE/> пошкодження кожен хiд протягом <Ability:THROWING_KNIFE_MG_BLEED_DURATION/> обертiв."
AbilityDescName="Метальний нiж"

[ThrowingKnife_BM_Secondary X2WeaponTemplate]
FriendlyName="Плазмовий метальний нiж"
FriendlyNamePlural="Плазмовi метальнi ножi"
BriefSummary="Ножi з плазмовим лезом розтинають броню як масло."
TacticalText="<Bullet/> Кидок ножа руйнує прихованiсть, але не тiнь.<br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_BM_BLEED_CHANCE/>% на викликання кровотечi, яка завдає <Ability:THROWING_KNIFE_BM_BLEED_DAMAGE/> пошкодження кожен хiд протягом <Ability:THROWING_KNIFE_BM_BLEED_DURATION/> обертiв."
AbilityDescName="Метальний нiж"
; End Translation (2)

; End Translated
